export  const projects = [
    {
        link: "https://www.knowledgetreetraining.com/",
        stack: ['PHP(Laravel)', 'MySQL', 'mongodb', 'nginx'],
        title: `Knowledge tree training`,
        shortDesc: `Knowledgetreetraining это веб-приложение, где люди могут
                    находить нужные им курсы (по программированию, уроки по фотошопу и тд), выбрать один или несколько курсов, оплатить
                    их, и начать обучение в оффлайн формате.`,
        description: `Knowledgetreetraining это веб-приложение, где люди могут
                    находить нужные им курсы (по программированию, уроки по фотошопу и тд), выбрать один или несколько курсов, оплатить
                    их, и начать обучение в оффлайн формате. Пользователь создает свой профиль на сайте, и уже через свой профиль выбирает себе
                    курсы. У веб-приложения есть две версии: для людей, проживающих в Англии, и для людей, проживающих в
                    Ирландии. Переключиться на разные версии сайта можно с помощью флажка, либо переключить карту (разработана
                    отдельная страница карт Объединенного королевства и Ирландии, где пользователь может посмотреть, где находятся
                    офисы для обучения и просмотреть доступные курсы).`,
        image: '/images/projects/know.jpg'
    },
    {
        link: "https://snikpic.io/",
        stack: ['react.js', 'typescript', 'material ui'],
        title: `Snikpic`,
        shortDesc: `Веб-приложение, где пользователи могут нанять
                    людей для улучшения и ведения их социальных сетей.`,
        description: `Веб-приложение, где пользователи могут нанять
                    людей для улучшения и ведения их социальных сетей. Пользователи, у которых бизнес
                    ориентирован на социальные сети могут выплачивать ежемесячную оплату менеджеру. У
                    приложения также есть админ панель, в которой находится список менеджеров, их опыт,
                    портфолио и последние работы, для того, чтобы пользователь, при запросе, смог получить всю
                    необходимую информацию о менеджере, которого предлагает snikpic. Сайт имеет три версии
                    (французская, английская, для Нидерландов).`,
        image: '/images/projects/snikpic.jpg'
    },
    {
        link: "https://www.reinhausen.com/",
        stack: ['angular js'],
        title: `Maschinenfabrik Reinhausen`,
        shortDesc: `Веб-сайт для производителей трансформаторов, операторов общественных и промышленных сетей и
                    энергетических компаний в Германии.`,
        description: `Веб-сайт для производителей трансформаторов, операторов общественных и промышленных сетей и
                    энергетических компаний в Германии. Сайт наполнен полноценным функционалом таким как, статьи и
                    новости об актуальных темах, продукция, используемая для реализации проектов, возможность набора
                    персонала на различные должности. Сайт имеет две версии (английскую и немецкую).`,
        image: '/images/projects/masch.jpg'
    },
    {
        link: "http://sozidanie.estate/",
        stack: ['PHP (Wordpress)'],
        title: `Созидание`,
        shortDesc: `Сайт элитной недвижимости в Москве.`,
        description: `Сайт элитной недвижимости в Москве. Продажа и аренда загородных домов.
                    Разработан полноценный функционал для подбора, продажи и аренды недвижимости,
                    связи менеджеров с банками/ клиентами. Также синхронизация с ЦИАН. Админ панель
                    для менеджеров всех рангов, которые могут добавлять/редактировать/удалять информацию о лотах.`,
        image: '/images/projects/sozidanie.jpg'
    },
    {
        link: "https://mypwd.io/",
        stack: ['react.js'],
        title: ` Mypwd`,
        shortDesc: `Веб-приложение, с помощью которого пользователи могут узнать, не произошла ли утечка их электронной почты и пароля.`,
        description: `Веб-приложение, с помощью которого пользователи могут узнать, не произошла ли утечка их электронной почты и пароля.
                    Система отслеживает утечку учетных данных корпоративной электронной почты пользователя (email, пароль и хэш). При
                    обнаружении новой утечки учетных данных в компанию пользователя в режиме реального времени отправляется
                    предупреждение, информирующее о том, какие учетные данные были скомпрометированы. Инструмент, который отслеживает
                    цифровые риски и угрозы, предлагая обширную базу данных, которую можно легко использовать для поиска паролей, которые
                    необходимо изменить до того, как они будут использованы в мошенничествах, совершаемых цифровыми преступниками.
                    Сайт разработан в трех версиях: английская, португальская и испанская`,
        image: '/images/projects/mypwd.jpg'
    },
    {
        link: "https://www.textmagic.com/",
        stack: ['vue.js', 'PHP (symfony)', 'MySQL'],
        title: `Text magic`,
        shortDesc: `Маркетинговое программное обеспечение для обмена текстовыми сообщениями.`,
        description: `Маркетинговое программное обеспечение для обмена текстовыми сообщениями. Импортирование контактов
                    и управление списками через учетную запись TextMagic. Онлайн-решение для рассылки текстовых
                    сообщений, которое позволяет быстро и экономически эффективно отправлять массовые сообщения в любую
                    точку мира. Отправка и получение мгновенных текстовых сообщения с помощью онлайн-чата SMS, для
                    удаленного общения с сотрудниками и клиентами. Использование Zapier для подключения TextMagic к
                    любым приложениям. Преобразование почтовых писем в СМС. Выделенные номера для бизнеса,
                    пользователь сможет получать текстовые сообщения от любого человека без необходимости сначала
                    отправлять ему сообщение. Планирование отправки важных SMS-напоминаний, предупреждений, кампаний
                    и уведомлений в режиме онлайн, когда это необходимо. Сортировка всех контактов в базе данных по
                    различным группам и спискам. Отправка дополнительной информации сотрудникам и клиентам с помощью
                    изображения, файлы Word, PDF. Загрузка из Excel или копирование из буфера обмена - чтобы начать работу
                    со списком контактов для обмена текстовыми сообщениями.`,
        image: '/images/projects/textMagic.jpg'
    },
    {
        link: "https://www.getblogged.net/",
        stack: ['PHP', 'MySQL'],
        title: `Get Blogged`,
        shortDesc: `Блоггеры создают аккаунты на getblogged, заполняют профиль и создают список предоставляемых услуг.`,
        description: `Блоггеры создают аккаунты на getblogged, заполняют профиль и создают список предоставляемых услуг.
                    Аналогичный функционал для клиентов, которые также могут создавать профили и выставлять
                    предложения/вакансии, на которые блоггеры могут откликаться. Идентичный функционал, как у hh.ru, где есть
                    работодатели и люди, которые ищут работу. У блоггера создается аккаунт в виде уникального сайта, где он может
                    выбрать стили страницы и кастомизировать страничку под себя, при этом в getblogged создается поддомен, который
                    является частью проекта getblogged, но в то же время это уникальная ссылка.`,
        image: '/images/projects/getblogged.jpg'
    },
    {
        link: "https://homeclean.co.uk/",
        stack: ['PHP(Laravel)', 'MySQL', 'docker'],
        title: `Клининговая компания`,
        shortDesc: `Веб - приложение, в котором пользователь может заказать клининг домой или в офис.`,
        description: `Веб - приложение, в котором пользователь может заказать клининг домой или в офис. Реализован
                    полный функционал для связи компании и клиента. У компании есть франшиза и 42 офиса по всему миру,
                    для каждой франшизы сделан поддомен и разработан функционал для полноценной работы компании.
                    Используется международная платежная система, которая распределяет платежи по офисам, при этом
                    уведомляя главный офис (в Лондоне) о том, какой платеж и какому франчайзи поступил, а также
                    данные заказа, так главный офис может проследить за качеством работы франчайзи. Возможность найма
                    сотрудников клининга через веб-приложение.`,
        image: '/images/projects/clean.jpg'
    },
    {
        link: "https://wearemore.life/",
        stack: ['PHP(Laravel)', 'MySQL'],
        title: `We are more`,
        shortDesc: `Приложение для IOS/ Android, где люди, страдающие от алкоголизма и наркотиков, могут найти помощь.`,
        description: `Приложение для IOS/ Android, где люди, страдающие от алкоголизма и наркотиков, могут найти помощь.
                    Для тех, кто находится далеко от своих близких, физически или эмоционально, разработана среда,
                    которая соединяет их с сочувствующими сверстниками, предоставляет инструменты
                    выживания, вызывает мотивацию и дает стимулы для лучшего управления своим здоровьем. Пользователи
                    общаются и поддерживают друг друга, а также могут связаться со штатным неврологом, психологом, онкологом для оказания помощи.`,
        image: '/images/projects/we_are_more.jpg'
    },
    {
        link: "",
        stack: ['vue.js'],
        title: `Bagit`,
        shortDesc: `Социальная доставка товаров с проверенными  путешественниками по всему миру.`,
        description: `Социальная доставка товаров с проверенными  путешественниками по всему миру. Разработан
                    функционал чата, где отправитель и получатель могут общаться, система отслеживания посылки,
                    платежные системы, форма обратной связи.`,
        image: '/images/projects/bagit.jpg'
    },
    {
        link: "",
        stack: ['javascript', 'API', 'PHP(Laravel)'],
        title: `The ShopiSpy`,
        shortDesc: `Расширение Google Chrome Web Store, которое способно соскабливать использованную тему и
                    продукты из магазина Shopify Shop.`,
        description: `Расширение Google Chrome Web Store, которое способно соскабливать использованную тему и
                    продукты из магазина Shopify Shop. Бесплатное расширение Google Chrome Web Store, которое способно
                    собирать использованную тему и продукты из магазина Shopify. Расширение Shopify Product Scraper позволяет находить
                    продукты для Dropshipping путем перечисления всех доступных продуктов из любого магазина Shopify.`,
        image: '/images/projects/TheShopiSpy.jpg'
    },
    {
        link: "https://www.jobmap.co/",
        stack: ['PHP(Laravel)', 'MySQL'],
        title: `Job Map`,
        shortDesc: `Аналог hh.ru по функционалу, главное отличие в том, что пользователь может открыть карту и смотреть на
                    карте расположение офиса работодателей.`,
        description: `Аналог hh.ru по функционалу, главное отличие в том, что пользователь может открыть карту и смотреть на
                    карте расположение офиса работодателей.`,
        image: '/images/projects/jobMap.jpg'
    },
    {
        link: "https://betterbodywork.com/",
        stack: ['react.js', 'node.js', 'express.js', 'MySQL', 'mongodb'],
        title: `Better body work`,
        shortDesc: `Приложение разработано для спортсменов и тренеров, оба могут общаться друг с другом, онлайн
                    тренажерный зал, различные уровни для пользователей, мониторинг веса и прогресса, премиум подписка, и т.д.`,
        description: `Приложение разработано для спортсменов и тренеров, оба могут общаться друг с другом, онлайн
                    тренажерный зал, различные уровни для пользователей, мониторинг веса и прогресса, премиум подписка, и т.д.`,
        image: '/images/projects/betterBody.jpg'
    },
    {
        link: "",
        stack: ['vue.js', 'node.js', 'express.js', 'mongodb'],
        title: `Global games`,
        shortDesc: `Это приложение для людей, которые играют в лото, пользователь может купить линии, выбрать номера, и
                    после этого пользователь сможет проверить результаты через онлайн лото на Youtube и выиграть деньги.`,
        description: `Это приложение для людей, которые играют в лото, пользователь может купить линии, выбрать номера, и
                    после этого пользователь сможет проверить результаты через онлайн лото на Youtube и выиграть деньги.`,
        image: '/images/projects/globalLotto.jpg'
    },
    {
        link: "https://jpool.one/",
        stack: ['vue.js', 'python', 'django', 'mongodb'],
        title: `Jpool One`,
        shortDesc: `Веб-приложение для торговли криптовалютой Solana`,
        description: `Веб-приложение для торговли криптовалютой Solana. Весь
                    соответствующий функционал для транзакций разработан.`,
        image: '/images/projects/jpool.jpg'
    },
    {
        link: "",
        stack: ['PHP(Laravel)', 'MySQL', "nginx"],
        title: `Bettery App`,
        shortDesc: `Приложение для IOS и Android, которое помогает  людям стать лучшей версией себя.`,
        description: `Приложение для IOS и Android, которое помогает  людям стать лучшей версией себя. Человек пишет
                    свои цели, планы и приложение ему помогает достичь этих целей, подсказывая, что надо сделать,
                    как надо себя вести и как лучше реагировать на разного рода ситуации.`,
        image: '/images/projects/Bettery.jpg'
    },
    {
        link: "https://www.kaymite.com/",
        stack: ['Next.js', "nginx"],
        title: `Kaymite`,
        shortDesc: `Kaymite consulting - фирма, специализирующаяся на  стратегии и развитии человеческого капитала на
                    основе 12-летнего опыта работы с персоналом в Европе, Ближнем Востоке, Африке и Океании.`,
        description: `Kaymite consulting - фирма, специализирующаяся на  стратегии и развитии человеческого капитала на
                    основе 12-летнего опыта работы с персоналом в Европе, Ближнем Востоке, Африке и Океании.`,
        image: '/images/projects/kaymite.jpg'
    },
    {
        link: "https://mylifequest.io/",
        stack: ['Next.js', "API", "nginx"],
        title: `Life Startup`,
        shortDesc: `Когда что-то не работает в жизни, может быть трудно точно определить, чего не хватает.
                    Мы разработали этот простой инструмент, чтобы помочь вам взглянуть на свою жизнь
                    «с высоты птичьего полета» и увидеть, что требует перекалибровки`,
        description: `Когда что-то не работает в жизни, может быть трудно точно определить, чего не хватает.
                    Мы разработали этот простой инструмент, чтобы помочь вам взглянуть на свою жизнь
                    «с высоты птичьего полета» и увидеть, что требует перекалибровки.
                    Вы получите графическое представление текущего баланса в своей жизни и определите области своей жизни,
                    которые требуют от вас наибольшего внимания.`,
        image: '/images/projects/mylifequest.jpg'
    },
    {
        link: "https://www.consally.com/",
        stack: ['React native', "vue.js", "nest.js", "typescript", "mongodb", "docker"],
        title: `Consally`,
        shortDesc: `Consally — место встречи с консультантами! С консультантами более 400 брендов в более чем 155
                    точках по всему миру Consally является уникальной сетью профессиональных консультантов в мире.`,
        description: `Consally — место встречи с консультантами!
                    С консультантами более 400 брендов в более чем 155 точках по всему миру
                    Consally является уникальной сетью профессиональных консультантов в мире.
                    Consally — это платформа для социальных и профессиональных сетей для консультантов.
                    Платформа и ее инструменты предназначены для удовлетворения отраслевых потребностей консультантов
                    и консалтинговых компаний в развитии карьеры и талантов, стимулировании инноваций и создании знаний,
                    а также в создании и использовании возможностей личного и делового роста.`,
        image: '/images/projects/consally.jpg'
    },
    {
        link: "https://merseyhublist.com/",
        stack: ['react.js', "express.js", "mongodb", "nginx"],
        title: `Radiology`,
        shortDesc: `Приложение разработано для докторов, которые работают со снимками - рентгена.`,
        description: `Приложение разработано для докторов, которые работают со снимками - рентгена.
                    Пользователи загружают в систему рентген, делают там отчеты,
                    отправляют на заключение. Также там можно выставить приоритет,
                    установить дату заключения в календаре или передать другому доктору.`,
        image: '/images/projects/radiology.jpg'
    },
    {
        link: "https://frontegg.com/",
        stack: ['react.js', "express.js", "mongodb", "typescript"],
        title: `Frontegg`,
        shortDesc: `Разработанное приложение предоставляет возсожность использовать управляемые компоненты
                    для интеграции в свое приложение при его разработке.`,
        description: `Разработанная библиотека предоставляет возможность использовать управляемые компоненты
                      для интеграции в свое приложение при его разработке. Библиотекак является аналогом такой библиотек как material ui.`,
        image: '/images/projects/frontegg.jpg'
    },
];